{
    "LANGUAGE": {
        "pt": "Português",
        "en": "Inglês"
    },
    "HOME": {
        "line_1": "Pierre Auguste Renoir foi um importante artista plástico francês do século XIX. Fez parte do impressionismo e destacou-se por suas lindas pinturas.",
        "line_2": "Nasceu em 25 de fevereiro de 1841, na cidade francesa de Limoges.",
        "line_3": "Já na infância demonstrou grande interesse pelas artes plásticas. Quando criança trabalhou como decorador em uma indústria de porcelanas em Paris. Com 18 anos, Renoir começou a pintar e decorar persianas e leques.",
        "line_4": "Em 1862, foi estudar na Academia de Belas Artes. Estudou também na academia do pintor suíço Charles Gabriel Gleyre. Nesta academia conheceu outros artistas famosos da época como, por exemplo, Claude Monet e Alfred Sisley. De Monet, Renoir recebeu influência no tratamento da luz, sendo que o trabalho com as cores foi influência recebida de Delacroix.",
        "line_5": "Sua primeira exposição artística ocorreu em Paris, no ano de 1864. Porém, não conseguiu muito reconhecimento. O reconhecimento veio somente em 1874, durante a primeira exposição de artistas da nova escola impressionista.",
        "line_6": "Em 1870, Renoir alistou-se no exército francês na guerra Franco-Prussiana. Porém, um ano depois, deixou o conflito por motivos de problemas de saúde.",
        "line_7": "Em 1874, sua pintura Le Moulin de la Galette foi reconhecida como uma grande obra de arte impressionista.",
        "line_8": "A carreira artística de Renoir foi consolidada com a exposição individual realizada em Paris, na galeria Durand-Ruel, no ano de 1883.",
        "line_9": "Os últimos 20 anos de vida, Renoir sofreu com sua saúde. Portador de uma doença articular (artrite), o artista continuou pintando com dificuldades. Amarrava o pincel em seu braço para poder realizar suas obras. Mesmo assim, criou trabalhos ricos e importantes.",
        "line_10": "Morreu em 3 de dezembro de 1919, aos 78 anos, em Cagnes-sur-Mer (cidade no sudoeste da França)."
    }
}